<?xml version="1.0" ?>
<net name="saved_model" version="10">
	<layers>
		<layer id="0" name="StatefulPartitionedCall/Preprocessor/mul/x/Output_0/Data_/copy_const485_const" type="Const" version="opset1">
			<data element_type="f32" offset="0" shape="1,1,1,1" size="4"/>
			<output>
				<port id="1" precision="FP32">
					<dim>1</dim>
					<dim>1</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</output>
		</layer>
		<layer id="1" name="input_tensor" type="Parameter" version="opset1">
			<data element_type="f32" shape="1,3,300,300"/>
			<output>
				<port id="0" precision="FP32">
					<dim>1</dim>
					<dim>3</dim>
					<dim>300</dim>
					<dim>300</dim>
				</port>
			</output>
		</layer>
		<layer id="2" name="StatefulPartitionedCall/Preprocessor/mul" type="Multiply" version="opset1">
			<input>
				<port id="0">
					<dim>1</dim>
					<dim>1</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
				<port id="1">
					<dim>1</dim>
					<dim>3</dim>
					<dim>300</dim>
					<dim>300</dim>
				</port>
			</input>
			<output>
				<port id="2" precision="FP32">
					<dim>1</dim>
					<dim>3</dim>
					<dim>300</dim>
					<dim>300</dim>
				</port>
			</output>
		</layer>
		<layer id="3" name="StatefulPartitionedCall/Preprocessor/sub/neg_21924/copy_const488_const" type="Const" version="opset1">
			<data element_type="f32" offset="4" shape="1,1,1,1" size="4"/>
			<output>
				<port id="1" precision="FP32">
					<dim>1</dim>
					<dim>1</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</output>
		</layer>
		<layer id="4" name="StatefulPartitionedCall/Preprocessor/sub" type="Add" version="opset1">
			<input>
				<port id="0">
					<dim>1</dim>
					<dim>3</dim>
					<dim>300</dim>
					<dim>300</dim>
				</port>
				<port id="1">
					<dim>1</dim>
					<dim>1</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</input>
			<output>
				<port id="2" precision="FP32">
					<dim>1</dim>
					<dim>3</dim>
					<dim>300</dim>
					<dim>300</dim>
				</port>
			</output>
		</layer>
		<layer id="5" name="25542558_const" type="Const" version="opset1">
			<data element_type="f32" offset="8" shape="" size="4"/>
			<output>
				<port id="1" precision="FP32"/>
			</output>
		</layer>
		<layer id="6" name="25552559_const" type="Const" version="opset1">
			<data element_type="f32" offset="12" shape="" size="4"/>
			<output>
				<port id="1" precision="FP32"/>
			</output>
		</layer>
		<layer id="7" name="25562560_const" type="Const" version="opset1">
			<data element_type="f32" offset="8" shape="" size="4"/>
			<output>
				<port id="1" precision="FP32"/>
			</output>
		</layer>
		<layer id="8" name="25572561_const" type="Const" version="opset1">
			<data element_type="f32" offset="12" shape="" size="4"/>
			<output>
				<port id="1" precision="FP32"/>
			</output>
		</layer>
		<layer id="9" name="StatefulPartitionedCall/ssd_mobile_net_v2keras_feature_extractor/functional_1/Conv1/Conv2D/fq_input_0" type="FakeQuantize" version="opset1">
			<data levels="256"/>
			<input>
				<port id="0">
					<dim>1</dim>
					<dim>3</dim>
					<dim>300</dim>
					<dim>300</dim>
				</port>
				<port id="1"/>
				<port id="2"/>
				<port id="3"/>
				<port id="4"/>
			</input>
			<output>
				<port id="5" precision="FP32">
					<dim>1</dim>
					<dim>3</dim>
					<dim>300</dim>
					<dim>300</dim>
				</port>
			</output>
		</layer>
		<layer id="10" name="StatefulPartitionedCall/ssd_mobile_net_v2keras_feature_extractor/functional_1/Conv1/Conv2D/fq_weights_1/Convert_to_float/Cast_07987_const" type="Const" version="opset1">
			<data element_type="u8" offset="16" shape="32,3,3,3" size="864"/>
			<output>
				<port id="1" precision="U8">
					<dim>32</dim>
					<dim>3</dim>
					<dim>3</dim>
					<dim>3</dim>
				</port>
			</output>
		</layer>
		<layer id="11" name="StatefulPartitionedCall/ssd_mobile_net_v2keras_feature_extractor/functional_1/Conv1/Conv2D/fq_weights_1/Convert_to_float" type="Convert" version="opset1">
			<data destination_type="f32"/>
			<input>
				<port id="0">
					<dim>32</dim>
					<dim>3</dim>
					<dim>3</dim>
					<dim>3</dim>
				</port>
			</input>
			<output>
				<port id="1" precision="FP32">
					<dim>32</dim>
					<dim>3</dim>
					<dim>3</dim>
					<dim>3</dim>
				</port>
			</output>
		</layer>
		<layer id="12" name="StatefulPartitionedCall/ssd_mobile_net_v2keras_feature_extractor/functional_1/Conv1/Conv2D/fq_weights_1/Copy/out_low6892_const" type="Const" version="opset1">
			<data element_type="f32" offset="880" shape="1" size="4"/>
			<output>
				<port id="1" precision="FP32">
					<dim>1</dim>
				</port>
			</output>
		</layer>
		<layer id="13" name="StatefulPartitionedCall/ssd_mobile_net_v2keras_feature_extractor/functional_1/Conv1/Conv2D/fq_weights_1/Copy/out_high6893_const" type="Const" version="opset1">
			<data element_type="f32" offset="884" shape="1" size="4"/>
			<output>
				<port id="1" precision="FP32">
					<dim>1</dim>
				</port>
			</output>
		</layer>
		<layer id="14" name="25662570_const" type="Const" version="opset1">
			<data element_type="f32" offset="888" shape="32,1,1,1" size="128"/>
			<output>
				<port id="1" precision="FP32">
					<dim>32</dim>
					<dim>1</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</output>
		</layer>
		<layer id="15" name="25672571_const" type="Const" version="opset1">
			<data element_type="f32" offset="1016" shape="32,1,1,1" size="128"/>
			<output>
				<port id="1" precision="FP32">
					<dim>32</dim>
					<dim>1</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</output>
		</layer>
		<layer id="16" name="StatefulPartitionedCall/ssd_mobile_net_v2keras_feature_extractor/functional_1/Conv1/Conv2D/fq_weights_1" type="FakeQuantize" version="opset1">
			<data levels="255"/>
			<input>
				<port id="0">
					<dim>32</dim>
					<dim>3</dim>
					<dim>3</dim>
					<dim>3</dim>
				</port>
				<port id="1">
					<dim>1</dim>
				</port>
				<port id="2">
					<dim>1</dim>
				</port>
				<port id="3">
					<dim>32</dim>
					<dim>1</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
				<port id="4">
					<dim>32</dim>
					<dim>1</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</input>
			<output>
				<port id="5" precision="FP32">
					<dim>32</dim>
					<dim>3</dim>
					<dim>3</dim>
					<dim>3</dim>
				</port>
			</output>
		</layer>
		<layer id="17" name="StatefulPartitionedCall/ssd_mobile_net_v2keras_feature_extractor/functional_1/Conv1/Conv2D" type="Convolution" version="opset1">
			<data auto_pad="same_upper" dilations="1,1" output_padding="0,0" pads_begin="0,0" pads_end="0,0" strides="2,2"/>
			<input>
				<port id="0">
					<dim>1</dim>
					<dim>3</dim>
					<dim>300</dim>
					<dim>300</dim>
				</port>
				<port id="1">
					<dim>32</dim>
					<dim>3</dim>
					<dim>3</dim>
					<dim>3</dim>
				</port>
			</input>
			<output>
				<port id="2" precision="FP32">
					<dim>1</dim>
					<dim>32</dim>
					<dim>150</dim>
					<dim>150</dim>
				</port>
			</output>
		</layer>
		<layer id="18" name="data_add_22785/copy_const492_const" type="Const" version="opset1">
			<data element_type="f32" offset="1144" shape="1,32,1,1" size="128"/>
			<output>
				<port id="1" precision="FP32">
					<dim>1</dim>
					<dim>32</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</output>
		</layer>
		<layer id="19" name="StatefulPartitionedCall/ssd_mobile_net_v2keras_feature_extractor/functional_1/bn_Conv1/FusedBatchNormV3/variance/Fused_Add_" type="Add" version="opset1">
			<input>
				<port id="0">
					<dim>1</dim>
					<dim>32</dim>
					<dim>150</dim>
					<dim>150</dim>
				</port>
				<port id="1">
					<dim>1</dim>
					<dim>32</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</input>
			<output>
				<port id="2" precision="FP32">
					<dim>1</dim>
					<dim>32</dim>
					<dim>150</dim>
					<dim>150</dim>
				</port>
			</output>
		</layer>
		<layer id="20" name="StatefulPartitionedCall/ssd_mobile_net_v2keras_feature_extractor/functional_1/Conv1_relu/Relu6" type="Clamp" version="opset1">
			<data max="6.0" min="0.0"/>
			<input>
				<port id="0">
					<dim>1</dim>
					<dim>32</dim>
					<dim>150</dim>
					<dim>150</dim>
				</port>
			</input>
			<output>
				<port id="1" precision="FP32">
					<dim>1</dim>
					<dim>32</dim>
					<dim>150</dim>
					<dim>150</dim>
				</port>
			</output>
		</layer>
		<layer id="21" name="16341638_const" type="Const" version="opset1">
			<data element_type="f32" offset="1272" shape="1,32,1,1" size="128"/>
			<output>
				<port id="1" precision="FP32">
					<dim>1</dim>
					<dim>32</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</output>
		</layer>
		<layer id="22" name="16351639_const" type="Const" version="opset1">
			<data element_type="f32" offset="1400" shape="1,32,1,1" size="128"/>
			<output>
				<port id="1" precision="FP32">
					<dim>1</dim>
					<dim>32</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</output>
		</layer>
		<layer id="23" name="16361640_const" type="Const" version="opset1">
			<data element_type="f32" offset="1272" shape="1,32,1,1" size="128"/>
			<output>
				<port id="1" precision="FP32">
					<dim>1</dim>
					<dim>32</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</output>
		</layer>
		<layer id="24" name="16371641_const" type="Const" version="opset1">
			<data element_type="f32" offset="1400" shape="1,32,1,1" size="128"/>
			<output>
				<port id="1" precision="FP32">
					<dim>1</dim>
					<dim>32</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</output>
		</layer>
		<layer id="25" name="StatefulPartitionedCall/ssd_mobile_net_v2keras_feature_extractor/functional_1/expanded_conv_depthwise/depthwise/fq_input_0" type="FakeQuantize" version="opset1">
			<data levels="256"/>
			<input>
				<port id="0">
					<dim>1</dim>
					<dim>32</dim>
					<dim>150</dim>
					<dim>150</dim>
				</port>
				<port id="1">
					<dim>1</dim>
					<dim>32</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
				<port id="2">
					<dim>1</dim>
					<dim>32</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
				<port id="3">
					<dim>1</dim>
					<dim>32</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
				<port id="4">
					<dim>1</dim>
					<dim>32</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</input>
			<output>
				<port id="5" precision="FP32">
					<dim>1</dim>
					<dim>32</dim>
					<dim>150</dim>
					<dim>150</dim>
				</port>
			</output>
		</layer>
		<layer id="26" name="StatefulPartitionedCall/ssd_mobile_net_v2keras_feature_extractor/functional_1/expanded_conv_depthwise/depthwise/fq_weights_1/Convert_to_float/Cast_08079_const" type="Const" version="opset1">
			<data element_type="u8" offset="1528" shape="32,1,3,3" size="288"/>
			<output>
				<port id="1" precision="U8">
					<dim>32</dim>
					<dim>1</dim>
					<dim>3</dim>
					<dim>3</dim>
				</port>
			</output>
		</layer>
		<layer id="27" name="StatefulPartitionedCall/ssd_mobile_net_v2keras_feature_extractor/functional_1/expanded_conv_depthwise/depthwise/fq_weights_1/Convert_to_float" type="Convert" version="opset1">
			<data destination_type="f32"/>
			<input>
				<port id="0">
					<dim>32</dim>
					<dim>1</dim>
					<dim>3</dim>
					<dim>3</dim>
				</port>
			</input>
			<output>
				<port id="1" precision="FP32">
					<dim>32</dim>
					<dim>1</dim>
					<dim>3</dim>
					<dim>3</dim>
				</port>
			</output>
		</layer>
		<layer id="28" name="StatefulPartitionedCall/ssd_mobile_net_v2keras_feature_extractor/functional_1/expanded_conv_depthwise/depthwise/fq_weights_1/Copy/out_low6612_const" type="Const" version="opset1">
			<data element_type="f32" offset="880" shape="1" size="4"/>
			<output>
				<port id="1" precision="FP32">
					<dim>1</dim>
				</port>
			</output>
		</layer>
		<layer id="29" name="StatefulPartitionedCall/ssd_mobile_net_v2keras_feature_extractor/functional_1/expanded_conv_depthwise/depthwise/fq_weights_1/Copy/out_high6613_const" type="Const" version="opset1">
			<data element_type="f32" offset="884" shape="1" size="4"/>
			<output>
				<port id="1" precision="FP32">
					<dim>1</dim>
				</port>
			</output>
		</layer>
		<layer id="30" name="16461650_const" type="Const" version="opset1">
			<data element_type="f32" offset="1816" shape="32,1,1,1" size="128"/>
			<output>
				<port id="1" precision="FP32">
					<dim>32</dim>
					<dim>1</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</output>
		</layer>
		<layer id="31" name="16471651_const" type="Const" version="opset1">
			<data element_type="f32" offset="1944" shape="32,1,1,1" size="128"/>
			<output>
				<port id="1" precision="FP32">
					<dim>32</dim>
					<dim>1</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</output>
		</layer>
		<layer id="32" name="StatefulPartitionedCall/ssd_mobile_net_v2keras_feature_extractor/functional_1/expanded_conv_depthwise/depthwise/fq_weights_1" type="FakeQuantize" version="opset1">
			<data levels="255"/>
			<input>
				<port id="0">
					<dim>32</dim>
					<dim>1</dim>
					<dim>3</dim>
					<dim>3</dim>
				</port>
				<port id="1">
					<dim>1</dim>
				</port>
				<port id="2">
					<dim>1</dim>
				</port>
				<port id="3">
					<dim>32</dim>
					<dim>1</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
				<port id="4">
					<dim>32</dim>
					<dim>1</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</input>
			<output>
				<port id="5" precision="FP32">
					<dim>32</dim>
					<dim>1</dim>
					<dim>3</dim>
					<dim>3</dim>
				</port>
			</output>
		</layer>
		<layer id="33" name="8987/value8989_const" type="Const" version="opset1">
			<data element_type="i64" offset="2072" shape="5" size="40"/>
			<output>
				<port id="1" precision="I64">
					<dim>5</dim>
				</port>
			</output>
		</layer>
		<layer id="34" name="8987" type="Reshape" version="opset1">
			<data special_zero="True"/>
			<input>
				<port id="0">
					<dim>32</dim>
					<dim>1</dim>
					<dim>3</dim>
					<dim>3</dim>
				</port>
				<port id="1">
					<dim>5</dim>
				</port>
			</input>
			<output>
				<port id="2" precision="FP32">
					<dim>32</dim>
					<dim>1</dim>
					<dim>1</dim>
					<dim>3</dim>
					<dim>3</dim>
				</port>
			</output>
		</layer>
		<layer id="35" name="StatefulPartitionedCall/ssd_mobile_net_v2keras_feature_extractor/functional_1/expanded_conv_depthwise/depthwise" type="GroupConvolution" version="opset1">
			<data auto_pad="same_upper" dilations="1,1" output_padding="0,0" pads_begin="0,0" pads_end="0,0" strides="1,1"/>
			<input>
				<port id="0">
					<dim>1</dim>
					<dim>32</dim>
					<dim>150</dim>
					<dim>150</dim>
				</port>
				<port id="1">
					<dim>32</dim>
					<dim>1</dim>
					<dim>1</dim>
					<dim>3</dim>
					<dim>3</dim>
				</port>
			</input>
			<output>
				<port id="2" precision="FP32">
					<dim>1</dim>
					<dim>32</dim>
					<dim>150</dim>
					<dim>150</dim>
				</port>
			</output>
		</layer>
		<layer id="36" name="data_add_2278822793/copy_const497_const" type="Const" version="opset1">
			<data element_type="f32" offset="2112" shape="1,32,1,1" size="128"/>
			<output>
				<port id="1" precision="FP32">
					<dim>1</dim>
					<dim>32</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</output>
		</layer>
		<layer id="37" name="StatefulPartitionedCall/ssd_mobile_net_v2keras_feature_extractor/functional_1/expanded_conv_depthwise_BN/FusedBatchNormV3/variance/Fused_Add_" type="Add" version="opset1">
			<input>
				<port id="0">
					<dim>1</dim>
					<dim>32</dim>
					<dim>150</dim>
					<dim>150</dim>
				</port>
				<port id="1">
					<dim>1</dim>
					<dim>32</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</input>
			<output>
				<port id="2" precision="FP32">
					<dim>1</dim>
					<dim>32</dim>
					<dim>150</dim>
					<dim>150</dim>
				</port>
			</output>
		</layer>
		<layer id="38" name="StatefulPartitionedCall/ssd_mobile_net_v2keras_feature_extractor/functional_1/expanded_conv_depthwise_relu/Relu6" type="Clamp" version="opset1">
			<data max="6.0" min="0.0"/>
			<input>
				<port id="0">
					<dim>1</dim>
					<dim>32</dim>
					<dim>150</dim>
					<dim>150</dim>
				</port>
			</input>
			<output>
				<port id="1" precision="FP32">
					<dim>1</dim>
					<dim>32</dim>
					<dim>150</dim>
					<dim>150</dim>
				</port>
			</output>
		</layer>
		<layer id="39" name="21542158_const" type="Const" version="opset1">
			<data element_type="f32" offset="880" shape="" size="4"/>
			<output>
				<port id="1" precision="FP32"/>
			</output>
		</layer>
		<layer id="40" name="21552159_const" type="Const" version="opset1">
			<data element_type="f32" offset="2240" shape="" size="4"/>
			<output>
				<port id="1" precision="FP32"/>
			</output>
		</layer>
		<layer id="41" name="21562160_const" type="Const" version="opset1">
			<data element_type="f32" offset="880" shape="" size="4"/>
			<output>
				<port id="1" precision="FP32"/>
			</output>
		</layer>
		<layer id="42" name="21572161_const" type="Const" version="opset1">
			<data element_type="f32" offset="2240" shape="" size="4"/>
			<output>
				<port id="1" precision="FP32"/>
			</output>
		</layer>
		<layer id="43" name="StatefulPartitionedCall/ssd_mobile_net_v2keras_feature_extractor/functional_1/expanded_conv_project/Conv2D/fq_input_0" type="FakeQuantize" version="opset1">
			<data levels="256"/>
			<input>
				<port id="0">
					<dim>1</dim>
					<dim>32</dim>
					<dim>150</dim>
					<dim>150</dim>
				</port>
				<port id="1"/>
				<port id="2"/>
				<port id="3"/>
				<port id="4"/>
			</input>
			<output>
				<port id="5" precision="FP32">
					<dim>1</dim>
					<dim>32</dim>
					<dim>150</dim>
					<dim>150</dim>
				</port>
			</output>
		</layer>
		<layer id="44" name="StatefulPartitionedCall/ssd_mobile_net_v2keras_feature_extractor/functional_1/expanded_conv_project/Conv2D/fq_weights_1/Convert_to_float/Cast_08011_const" type="Const" version="opset1">
			<data element_type="u8" offset="2244" shape="16,32,1,1" size="512"/>
			<output>
				<port id="1" precision="U8">
					<dim>16</dim>
					<dim>32</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</output>
		</layer>
		<layer id="45" name="StatefulPartitionedCall/ssd_mobile_net_v2keras_feature_extractor/functional_1/expanded_conv_project/Conv2D/fq_weights_1/Convert_to_float" type="Convert" version="opset1">
			<data destination_type="f32"/>
			<input>
				<port id="0">
					<dim>16</dim>
					<dim>32</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</input>
			<output>
				<port id="1" precision="FP32">
					<dim>16</dim>
					<dim>32</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</output>
		</layer>
		<layer id="46" name="StatefulPartitionedCall/ssd_mobile_net_v2keras_feature_extractor/functional_1/expanded_conv_project/Conv2D/fq_weights_1/Copy/out_low6652_const" type="Const" version="opset1">
			<data element_type="f32" offset="880" shape="1" size="4"/>
			<output>
				<port id="1" precision="FP32">
					<dim>1</dim>
				</port>
			</output>
		</layer>
		<layer id="47" name="StatefulPartitionedCall/ssd_mobile_net_v2keras_feature_extractor/functional_1/expanded_conv_project/Conv2D/fq_weights_1/Copy/out_high6653_const" type="Const" version="opset1">
			<data element_type="f32" offset="884" shape="1" size="4"/>
			<output>
				<port id="1" precision="FP32">
					<dim>1</dim>
				</port>
			</output>
		</layer>
		<layer id="48" name="21662170_const" type="Const" version="opset1">
			<data element_type="f32" offset="2756" shape="16,1,1,1" size="64"/>
			<output>
				<port id="1" precision="FP32">
					<dim>16</dim>
					<dim>1</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</output>
		</layer>
		<layer id="49" name="21672171_const" type="Const" version="opset1">
			<data element_type="f32" offset="2820" shape="16,1,1,1" size="64"/>
			<output>
				<port id="1" precision="FP32">
					<dim>16</dim>
					<dim>1</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</output>
		</layer>
		<layer id="50" name="StatefulPartitionedCall/ssd_mobile_net_v2keras_feature_extractor/functional_1/expanded_conv_project/Conv2D/fq_weights_1" type="FakeQuantize" version="opset1">
			<data levels="255"/>
			<input>
				<port id="0">
					<dim>16</dim>
					<dim>32</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
				<port id="1">
					<dim>1</dim>
				</port>
				<port id="2">
					<dim>1</dim>
				</port>
				<port id="3">
					<dim>16</dim>
					<dim>1</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
				<port id="4">
					<dim>16</dim>
					<dim>1</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</input>
			<output>
				<port id="5" precision="FP32">
					<dim>16</dim>
					<dim>32</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</output>
		</layer>
		<layer id="51" name="StatefulPartitionedCall/ssd_mobile_net_v2keras_feature_extractor/functional_1/expanded_conv_project/Conv2D" type="Convolution" version="opset1">
			<data auto_pad="same_upper" dilations="1,1" output_padding="0,0" pads_begin="0,0" pads_end="0,0" strides="1,1"/>
			<input>
				<port id="0">
					<dim>1</dim>
					<dim>32</dim>
					<dim>150</dim>
					<dim>150</dim>
				</port>
				<port id="1">
					<dim>16</dim>
					<dim>32</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</input>
			<output>
				<port id="2" precision="FP32">
					<dim>1</dim>
					<dim>16</dim>
					<dim>150</dim>
					<dim>150</dim>
				</port>
			</output>
		</layer>
		<layer id="52" name="data_add_2279622801/copy_const502_const" type="Const" version="opset1">
			<data element_type="f32" offset="2884" shape="1,16,1,1" size="64"/>
			<output>
				<port id="1" precision="FP32">
					<dim>1</dim>
					<dim>16</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</output>
		</layer>
		<layer id="53" name="StatefulPartitionedCall/ssd_mobile_net_v2keras_feature_extractor/functional_1/expanded_conv_project_BN/FusedBatchNormV3/variance/Fused_Add_" type="Add" version="opset1">
			<input>
				<port id="0">
					<dim>1</dim>
					<dim>16</dim>
					<dim>150</dim>
					<dim>150</dim>
				</port>
				<port id="1">
					<dim>1</dim>
					<dim>16</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</input>
			<output>
				<port id="2" precision="FP32">
					<dim>1</dim>
					<dim>16</dim>
					<dim>150</dim>
					<dim>150</dim>
				</port>
			</output>
		</layer>
		<layer id="54" name="17941798_const" type="Const" version="opset1">
			<data element_type="f32" offset="2948" shape="" size="4"/>
			<output>
				<port id="1" precision="FP32"/>
			</output>
		</layer>
		<layer id="55" name="17951799_const" type="Const" version="opset1">
			<data element_type="f32" offset="2952" shape="" size="4"/>
			<output>
				<port id="1" precision="FP32"/>
			</output>
		</layer>
		<layer id="56" name="17961800_const" type="Const" version="opset1">
			<data element_type="f32" offset="2948" shape="" size="4"/>
			<output>
				<port id="1" precision="FP32"/>
			</output>
		</layer>
		<layer id="57" name="17971801_const" type="Const" version="opset1">
			<data element_type="f32" offset="2952" shape="" size="4"/>
			<output>
				<port id="1" precision="FP32"/>
			</output>
		</layer>
		<layer id="58" name="StatefulPartitionedCall/ssd_mobile_net_v2keras_feature_extractor/functional_1/block_1_expand/Conv2D/fq_input_0" type="FakeQuantize" version="opset1">
			<data levels="256"/>
			<input>
				<port id="0">
					<dim>1</dim>
					<dim>16</dim>
					<dim>150</dim>
					<dim>150</dim>
				</port>
				<port id="1"/>
				<port id="2"/>
				<port id="3"/>
				<port id="4"/>
			</input>
			<output>
				<port id="5" precision="FP32">
					<dim>1</dim>
					<dim>16</dim>
					<dim>150</dim>
					<dim>150</dim>
				</port>
			</output>
		</layer>
		<layer id="59" name="StatefulPartitionedCall/ssd_mobile_net_v2keras_feature_extractor/functional_1/block_1_expand/Conv2D/fq_weights_1/Convert_to_float/Cast_08063_const" type="Const" version="opset1">
			<data element_type="u8" offset="2956" shape="96,16,1,1" size="1536"/>
			<output>
				<port id="1" precision="U8">
					<dim>96</dim>
					<dim>16</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</output>
		</layer>
		<layer id="60" name="StatefulPartitionedCall/ssd_mobile_net_v2keras_feature_extractor/functional_1/block_1_expand/Conv2D/fq_weights_1/Convert_to_float" type="Convert" version="opset1">
			<data destination_type="f32"/>
			<input>
				<port id="0">
					<dim>96</dim>
					<dim>16</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</input>
			<output>
				<port id="1" precision="FP32">
					<dim>96</dim>
					<dim>16</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</output>
		</layer>
		<layer id="61" name="StatefulPartitionedCall/ssd_mobile_net_v2keras_feature_extractor/functional_1/block_1_expand/Conv2D/fq_weights_1/Copy/out_low7116_const" type="Const" version="opset1">
			<data element_type="f32" offset="880" shape="1" size="4"/>
			<output>
				<port id="1" precision="FP32">
					<dim>1</dim>
				</port>
			</output>
		</layer>
		<layer id="62" name="StatefulPartitionedCall/ssd_mobile_net_v2keras_feature_extractor/functional_1/block_1_expand/Conv2D/fq_weights_1/Copy/out_high7117_const" type="Const" version="opset1">
			<data element_type="f32" offset="884" shape="1" size="4"/>
			<output>
				<port id="1" precision="FP32">
					<dim>1</dim>
				</port>
			</output>
		</layer>
		<layer id="63" name="18061810_const" type="Const" version="opset1">
			<data element_type="f32" offset="4492" shape="96,1,1,1" size="384"/>
			<output>
				<port id="1" precision="FP32">
					<dim>96</dim>
					<dim>1</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</output>
		</layer>
		<layer id="64" name="18071811_const" type="Const" version="opset1">
			<data element_type="f32" offset="4876" shape="96,1,1,1" size="384"/>
			<output>
				<port id="1" precision="FP32">
					<dim>96</dim>
					<dim>1</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</output>
		</layer>
		<layer id="65" name="StatefulPartitionedCall/ssd_mobile_net_v2keras_feature_extractor/functional_1/block_1_expand/Conv2D/fq_weights_1" type="FakeQuantize" version="opset1">
			<data levels="255"/>
			<input>
				<port id="0">
					<dim>96</dim>
					<dim>16</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
				<port id="1">
					<dim>1</dim>
				</port>
				<port id="2">
					<dim>1</dim>
				</port>
				<port id="3">
					<dim>96</dim>
					<dim>1</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
				<port id="4">
					<dim>96</dim>
					<dim>1</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</input>
			<output>
				<port id="5" precision="FP32">
					<dim>96</dim>
					<dim>16</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</output>
		</layer>
		<layer id="66" name="StatefulPartitionedCall/ssd_mobile_net_v2keras_feature_extractor/functional_1/block_1_expand/Conv2D" type="Convolution" version="opset1">
			<data auto_pad="same_upper" dilations="1,1" output_padding="0,0" pads_begin="0,0" pads_end="0,0" strides="1,1"/>
			<input>
				<port id="0">
					<dim>1</dim>
					<dim>16</dim>
					<dim>150</dim>
					<dim>150</dim>
				</port>
				<port id="1">
					<dim>96</dim>
					<dim>16</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</input>
			<output>
				<port id="2" precision="FP32">
					<dim>1</dim>
					<dim>96</dim>
					<dim>150</dim>
					<dim>150</dim>
				</port>
			</output>
		</layer>
		<layer id="67" name="data_add_2280422809/copy_const506_const" type="Const" version="opset1">
			<data element_type="f32" offset="5260" shape="1,96,1,1" size="384"/>
			<output>
				<port id="1" precision="FP32">
					<dim>1</dim>
					<dim>96</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</output>
		</layer>
		<layer id="68" name="StatefulPartitionedCall/ssd_mobile_net_v2keras_feature_extractor/functional_1/block_1_expand_BN/FusedBatchNormV3/variance/Fused_Add_" type="Add" version="opset1">
			<input>
				<port id="0">
					<dim>1</dim>
					<dim>96</dim>
					<dim>150</dim>
					<dim>150</dim>
				</port>
				<port id="1">
					<dim>1</dim>
					<dim>96</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</input>
			<output>
				<port id="2" precision="FP32">
					<dim>1</dim>
					<dim>96</dim>
					<dim>150</dim>
					<dim>150</dim>
				</port>
			</output>
		</layer>
		<layer id="69" name="StatefulPartitionedCall/ssd_mobile_net_v2keras_feature_extractor/functional_1/block_1_expand_relu/Relu6" type="Clamp" version="opset1">
			<data max="6.0" min="0.0"/>
			<input>
				<port id="0">
					<dim>1</dim>
					<dim>96</dim>
					<dim>150</dim>
					<dim>150</dim>
				</port>
			</input>
			<output>
				<port id="1" precision="FP32">
					<dim>1</dim>
					<dim>96</dim>
					<dim>150</dim>
					<dim>150</dim>
				</port>
			</output>
		</layer>
		<layer id="70" name="25142518_const" type="Const" version="opset1">
			<data element_type="f32" offset="5644" shape="1,96,1,1" size="384"/>
			<output>
				<port id="1" precision="FP32">
					<dim>1</dim>
					<dim>96</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</output>
		</layer>
		<layer id="71" name="25152519_const" type="Const" version="opset1">
			<data element_type="f32" offset="6028" shape="1,96,1,1" size="384"/>
			<output>
				<port id="1" precision="FP32">
					<dim>1</dim>
					<dim>96</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</output>
		</layer>
		<layer id="72" name="25162520_const" type="Const" version="opset1">
			<data element_type="f32" offset="5644" shape="1,96,1,1" size="384"/>
			<output>
				<port id="1" precision="FP32">
					<dim>1</dim>
					<dim>96</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</output>
		</layer>
		<layer id="73" name="25172521_const" type="Const" version="opset1">
			<data element_type="f32" offset="6028" shape="1,96,1,1" size="384"/>
			<output>
				<port id="1" precision="FP32">
					<dim>1</dim>
					<dim>96</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</output>
		</layer>
		<layer id="74" name="StatefulPartitionedCall/ssd_mobile_net_v2keras_feature_extractor/functional_1/block_1_depthwise/depthwise/fq_input_0" type="FakeQuantize" version="opset1">
			<data levels="256"/>
			<input>
				<port id="0">
					<dim>1</dim>
					<dim>96</dim>
					<dim>150</dim>
					<dim>150</dim>
				</port>
				<port id="1">
					<dim>1</dim>
					<dim>96</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
				<port id="2">
					<dim>1</dim>
					<dim>96</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
				<port id="3">
					<dim>1</dim>
					<dim>96</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
				<port id="4">
					<dim>1</dim>
					<dim>96</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</input>
			<output>
				<port id="5" precision="FP32">
					<dim>1</dim>
					<dim>96</dim>
					<dim>150</dim>
					<dim>150</dim>
				</port>
			</output>
		</layer>
		<layer id="75" name="StatefulPartitionedCall/ssd_mobile_net_v2keras_feature_extractor/functional_1/block_1_depthwise/depthwise/fq_weights_1/Convert_to_float/Cast_07969_const" type="Const" version="opset1">
			<data element_type="u8" offset="6412" shape="96,1,3,3" size="864"/>
			<output>
				<port id="1" precision="U8">
					<dim>96</dim>
					<dim>1</dim>
					<dim>3</dim>
					<dim>3</dim>
				</port>
			</output>
		</layer>
		<layer id="76" name="StatefulPartitionedCall/ssd_mobile_net_v2keras_feature_extractor/functional_1/block_1_depthwise/depthwise/fq_weights_1/Convert_to_float" type="Convert" version="opset1">
			<data destination_type="f32"/>
			<input>
				<port id="0">
					<dim>96</dim>
					<dim>1</dim>
					<dim>3</dim>
					<dim>3</dim>
				</port>
			</input>
			<output>
				<port id="1" precision="FP32">
					<dim>96</dim>
					<dim>1</dim>
					<dim>3</dim>
					<dim>3</dim>
				</port>
			</output>
		</layer>
		<layer id="77" name="StatefulPartitionedCall/ssd_mobile_net_v2keras_feature_extractor/functional_1/block_1_depthwise/depthwise/fq_weights_1/Copy/out_low6700_const" type="Const" version="opset1">
			<data element_type="f32" offset="880" shape="1" size="4"/>
			<output>
				<port id="1" precision="FP32">
					<dim>1</dim>
				</port>
			</output>
		</layer>
		<layer id="78" name="StatefulPartitionedCall/ssd_mobile_net_v2keras_feature_extractor/functional_1/block_1_depthwise/depthwise/fq_weights_1/Copy/out_high6701_const" type="Const" version="opset1">
			<data element_type="f32" offset="884" shape="1" size="4"/>
			<output>
				<port id="1" precision="FP32">
					<dim>1</dim>
				</port>
			</output>
		</layer>
		<layer id="79" name="25262530_const" type="Const" version="opset1">
			<data element_type="f32" offset="7276" shape="96,1,1,1" size="384"/>
			<output>
				<port id="1" precision="FP32">
					<dim>96</dim>
					<dim>1</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</output>
		</layer>
		<layer id="80" name="25272531_const" type="Const" version="opset1">
			<data element_type="f32" offset="7660" shape="96,1,1,1" size="384"/>
			<output>
				<port id="1" precision="FP32">
					<dim>96</dim>
					<dim>1</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</output>
		</layer>
		<layer id="81" name="StatefulPartitionedCall/ssd_mobile_net_v2keras_feature_extractor/functional_1/block_1_depthwise/depthwise/fq_weights_1" type="FakeQuantize" version="opset1">
			<data levels="255"/>
			<input>
				<port id="0">
					<dim>96</dim>
					<dim>1</dim>
					<dim>3</dim>
					<dim>3</dim>
				</port>
				<port id="1">
					<dim>1</dim>
				</port>
				<port id="2">
					<dim>1</dim>
				</port>
				<port id="3">
					<dim>96</dim>
					<dim>1</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
				<port id="4">
					<dim>96</dim>
					<dim>1</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</input>
			<output>
				<port id="5" precision="FP32">
					<dim>96</dim>
					<dim>1</dim>
					<dim>3</dim>
					<dim>3</dim>
				</port>
			</output>
		</layer>
		<layer id="82" name="8999/value9001_const" type="Const" version="opset1">
			<data element_type="i64" offset="8044" shape="5" size="40"/>
			<output>
				<port id="1" precision="I64">
					<dim>5</dim>
				</port>
			</output>
		</layer>
		<layer id="83" name="8999" type="Reshape" version="opset1">
			<data special_zero="True"/>
			<input>
				<port id="0">
					<dim>96</dim>
					<dim>1</dim>
					<dim>3</dim>
					<dim>3</dim>
				</port>
				<port id="1">
					<dim>5</dim>
				</port>
			</input>
			<output>
				<port id="2" precision="FP32">
					<dim>96</dim>
					<dim>1</dim>
					<dim>1</dim>
					<dim>3</dim>
					<dim>3</dim>
				</port>
			</output>
		</layer>
		<layer id="84" name="StatefulPartitionedCall/ssd_mobile_net_v2keras_feature_extractor/functional_1/block_1_depthwise/depthwise" type="GroupConvolution" version="opset1">
			<data auto_pad="same_upper" dilations="1,1" output_padding="0,0" pads_begin="0,0" pads_end="0,0" strides="2,2"/>
			<input>
				<port id="0">
					<dim>1</dim>
					<dim>96</dim>
					<dim>150</dim>
					<dim>150</dim>
				</port>
				<port id="1">
					<dim>96</dim>
					<dim>1</dim>
					<dim>1</dim>
					<dim>3</dim>
					<dim>3</dim>
				</port>
			</input>
			<output>
				<port id="2" precision="FP32">
					<dim>1</dim>
					<dim>96</dim>
					<dim>75</dim>
					<dim>75</dim>
				</port>
			</output>
		</layer>
		<layer id="85" name="data_add_2281222817/copy_const511_const" type="Const" version="opset1">
			<data element_type="f32" offset="8084" shape="1,96,1,1" size="384"/>
			<output>
				<port id="1" precision="FP32">
					<dim>1</dim>
					<dim>96</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</output>
		</layer>
		<layer id="86" name="StatefulPartitionedCall/ssd_mobile_net_v2keras_feature_extractor/functional_1/block_1_depthwise_BN/FusedBatchNormV3/variance/Fused_Add_" type="Add" version="opset1">
			<input>
				<port id="0">
					<dim>1</dim>
					<dim>96</dim>
					<dim>75</dim>
					<dim>75</dim>
				</port>
				<port id="1">
					<dim>1</dim>
					<dim>96</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</input>
			<output>
				<port id="2" precision="FP32">
					<dim>1</dim>
					<dim>96</dim>
					<dim>75</dim>
					<dim>75</dim>
				</port>
			</output>
		</layer>
		<layer id="87" name="StatefulPartitionedCall/ssd_mobile_net_v2keras_feature_extractor/functional_1/block_1_depthwise_relu/Relu6" type="Clamp" version="opset1">
			<data max="6.0" min="0.0"/>
			<input>
				<port id="0">
					<dim>1</dim>
					<dim>96</dim>
					<dim>75</dim>
					<dim>75</dim>
				</port>
			</input>
			<output>
				<port id="1" precision="FP32">
					<dim>1</dim>
					<dim>96</dim>
					<dim>75</dim>
					<dim>75</dim>
				</port>
			</output>
		</layer>
		<layer id="88" name="31743178_const" type="Const" version="opset1">
			<data element_type="f32" offset="880" shape="" size="4"/>
			<output>
				<port id="1" precision="FP32"/>
			</output>
		</layer>
		<layer id="89" name="31753179_const" type="Const" version="opset1">
			<data element_type="f32" offset="2240" shape="" size="4"/>
			<output>
				<port id="1" precision="FP32"/>
			</output>
		</layer>
		<layer id="90" name="31763180_const" type="Const" version="opset1">
			<data element_type="f32" offset="880" shape="" size="4"/>
			<output>
				<port id="1" precision="FP32"/>
			</output>
		</layer>
		<layer id="91" name="31773181_const" type="Const" version="opset1">
			<data element_type="f32" offset="2240" shape="" size="4"/>
			<output>
				<port id="1" precision="FP32"/>
			</output>
		</layer>
		<layer id="92" name="StatefulPartitionedCall/ssd_mobile_net_v2keras_feature_extractor/functional_1/block_1_project/Conv2D/fq_input_0" type="FakeQuantize" version="opset1">
			<data levels="256"/>
			<input>
				<port id="0">
					<dim>1</dim>
					<dim>96</dim>
					<dim>75</dim>
					<dim>75</dim>
				</port>
				<port id="1"/>
				<port id="2"/>
				<port id="3"/>
				<port id="4"/>
			</input>
			<output>
				<port id="5" precision="FP32">
					<dim>1</dim>
					<dim>96</dim>
					<dim>75</dim>
					<dim>75</dim>
				</port>
			</output>
		</layer>
		<layer id="93" name="StatefulPartitionedCall/ssd_mobile_net_v2keras_feature_extractor/functional_1/block_1_project/Conv2D/fq_weights_1/Convert_to_float/Cast_08127_const" type="Const" version="opset1">
			<data element_type="u8" offset="8468" shape="24,96,1,1" size="2304"/>
			<output>
				<port id="1" precision="U8">
					<dim>24</dim>
					<dim>96</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</output>
		</layer>
		<layer id="94" name="StatefulPartitionedCall/ssd_mobile_net_v2keras_feature_extractor/functional_1/block_1_project/Conv2D/fq_weights_1/Convert_to_float" type="Convert" version="opset1">
			<data destination_type="f32"/>
			<input>
				<port id="0">
					<dim>24</dim>
					<dim>96</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</input>
			<output>
				<port id="1" precision="FP32">
					<dim>24</dim>
					<dim>96</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</output>
		</layer>
		<layer id="95" name="StatefulPartitionedCall/ssd_mobile_net_v2keras_feature_extractor/functional_1/block_1_project/Conv2D/fq_weights_1/Copy/out_low6852_const" type="Const" version="opset1">
			<data element_type="f32" offset="880" shape="1" size="4"/>
			<output>
				<port id="1" precision="FP32">
					<dim>1</dim>
				</port>
			</output>
		</layer>
		<layer id="96" name="StatefulPartitionedCall/ssd_mobile_net_v2keras_feature_extractor/functional_1/block_1_project/Conv2D/fq_weights_1/Copy/out_high6853_const" type="Const" version="opset1">
			<data element_type="f32" offset="884" shape="1" size="4"/>
			<output>
				<port id="1" precision="FP32">
					<dim>1</dim>
				</port>
			</output>
		</layer>
		<layer id="97" name="31863190_const" type="Const" version="opset1">
			<data element_type="f32" offset="10772" shape="24,1,1,1" size="96"/>
			<output>
				<port id="1" precision="FP32">
					<dim>24</dim>
					<dim>1</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</output>
		</layer>
		<layer id="98" name="31873191_const" type="Const" version="opset1">
			<data element_type="f32" offset="10868" shape="24,1,1,1" size="96"/>
			<output>
				<port id="1" precision="FP32">
					<dim>24</dim>
					<dim>1</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</output>
		</layer>
		<layer id="99" name="StatefulPartitionedCall/ssd_mobile_net_v2keras_feature_extractor/functional_1/block_1_project/Conv2D/fq_weights_1" type="FakeQuantize" version="opset1">
			<data levels="255"/>
			<input>
				<port id="0">
					<dim>24</dim>
					<dim>96</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
				<port id="1">
					<dim>1</dim>
				</port>
				<port id="2">
					<dim>1</dim>
				</port>
				<port id="3">
					<dim>24</dim>
					<dim>1</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
				<port id="4">
					<dim>24</dim>
					<dim>1</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</input>
			<output>
				<port id="5" precision="FP32">
					<dim>24</dim>
					<dim>96</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</output>
		</layer>
		<layer id="100" name="StatefulPartitionedCall/ssd_mobile_net_v2keras_feature_extractor/functional_1/block_1_project/Conv2D" type="Convolution" version="opset1">
			<data auto_pad="same_upper" dilations="1,1" output_padding="0,0" pads_begin="0,0" pads_end="0,0" strides="1,1"/>
			<input>
				<port id="0">
					<dim>1</dim>
					<dim>96</dim>
					<dim>75</dim>
					<dim>75</dim>
				</port>
				<port id="1">
					<dim>24</dim>
					<dim>96</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</input>
			<output>
				<port id="2" precision="FP32">
					<dim>1</dim>
					<dim>24</dim>
					<dim>75</dim>
					<dim>75</dim>
				</port>
			</output>
		</layer>
		<layer id="101" name="data_add_2282022825/copy_const516_const" type="Const" version="opset1">
			<data element_type="f32" offset="10964" shape="1,24,1,1" size="96"/>
			<output>
				<port id="1" precision="FP32">
					<dim>1</dim>
					<dim>24</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</output>
		</layer>
		<layer id="102" name="StatefulPartitionedCall/ssd_mobile_net_v2keras_feature_extractor/functional_1/block_1_project_BN/FusedBatchNormV3/variance/Fused_Add_" type="Add" version="opset1">
			<input>
				<port id="0">
					<dim>1</dim>
					<dim>24</dim>
					<dim>75</dim>
					<dim>75</dim>
				</port>
				<port id="1">
					<dim>1</dim>
					<dim>24</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</input>
			<output>
				<port id="2" precision="FP32">
					<dim>1</dim>
					<dim>24</dim>
					<dim>75</dim>
					<dim>75</dim>
				</port>
			</output>
		</layer>
		<layer id="103" name="27742778_const" type="Const" version="opset1">
			<data element_type="f32" offset="11060" shape="" size="4"/>
			<output>
				<port id="1" precision="FP32"/>
			</output>
		</layer>
		<layer id="104" name="27752779_const" type="Const" version="opset1">
			<data element_type="f32" offset="11064" shape="" size="4"/>
			<output>
				<port id="1" precision="FP32"/>
			</output>
		</layer>
		<layer id="105" name="27762780_const" type="Const" version="opset1">
			<data element_type="f32" offset="11060" shape="" size="4"/>
			<output>
				<port id="1" precision="FP32"/>
			</output>
		</layer>
		<layer id="106" name="27772781_const" type="Const" version="opset1">
			<data element_type="f32" offset="11064" shape="" size="4"/>
			<output>
				<port id="1" precision="FP32"/>
			</output>
		</layer>
		<layer id="107" name="StatefulPartitionedCall/ssd_mobile_net_v2keras_feature_extractor/functional_1/block_2_add/add/fq_input_0" type="FakeQuantize" version="opset1">
			<data levels="256"/>
			<input>
				<port id="0">
					<dim>1</dim>
					<dim>24</dim>
					<dim>75</dim>
					<dim>75</dim>
				</port>
				<port id="1"/>
				<port id="2"/>
				<port id="3"/>
				<port id="4"/>
			</input>
			<output>
				<port id="5" precision="FP32">
					<dim>1</dim>
					<dim>24</dim>
					<dim>75</dim>
					<dim>75</dim>
				</port>
			</output>
		</layer>
		<layer id="108" name="StatefulPartitionedCall/ssd_mobile_net_v2keras_feature_extractor/functional_1/block_2_expand/Conv2D/fq_weights_1/Convert_to_float/Cast_08077_const" type="Const" version="opset1">
			<data element_type="u8" offset="11068" shape="144,24,1,1" size="3456"/>
			<output>
				<port id="1" precision="U8">
					<dim>144</dim>
					<dim>24</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</output>
		</layer>
		<layer id="109" name="StatefulPartitionedCall/ssd_mobile_net_v2keras_feature_extractor/functional_1/block_2_expand/Conv2D/fq_weights_1/Convert_to_float" type="Convert" version="opset1">
			<data destination_type="f32"/>
			<input>
				<port id="0">
					<dim>144</dim>
					<dim>24</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</input>
			<output>
				<port id="1" precision="FP32">
					<dim>144</dim>
					<dim>24</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</output>
		</layer>
		<layer id="110" name="StatefulPartitionedCall/ssd_mobile_net_v2keras_feature_extractor/functional_1/block_2_expand/Conv2D/fq_weights_1/Copy/out_low7108_const" type="Const" version="opset1">
			<data element_type="f32" offset="880" shape="1" size="4"/>
			<output>
				<port id="1" precision="FP32">
					<dim>1</dim>
				</port>
			</output>
		</layer>
		<layer id="111" name="StatefulPartitionedCall/ssd_mobile_net_v2keras_feature_extractor/functional_1/block_2_expand/Conv2D/fq_weights_1/Copy/out_high7109_const" type="Const" version="opset1">
			<data element_type="f32" offset="884" shape="1" size="4"/>
			<output>
				<port id="1" precision="FP32">
					<dim>1</dim>
				</port>
			</output>
		</layer>
		<layer id="112" name="26862690_const" type="Const" version="opset1">
			<data element_type="f32" offset="14524" shape="144,1,1,1" size="576"/>
			<output>
				<port id="1" precision="FP32">
					<dim>144</dim>
					<dim>1</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</output>
		</layer>
		<layer id="113" name="26872691_const" type="Const" version="opset1">
			<data element_type="f32" offset="15100" shape="144,1,1,1" size="576"/>
			<output>
				<port id="1" precision="FP32">
					<dim>144</dim>
					<dim>1</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</output>
		</layer>
		<layer id="114" name="StatefulPartitionedCall/ssd_mobile_net_v2keras_feature_extractor/functional_1/block_2_expand/Conv2D/fq_weights_1" type="FakeQuantize" version="opset1">
			<data levels="255"/>
			<input>
				<port id="0">
					<dim>144</dim>
					<dim>24</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
				<port id="1">
					<dim>1</dim>
				</port>
				<port id="2">
					<dim>1</dim>
				</port>
				<port id="3">
					<dim>144</dim>
					<dim>1</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
				<port id="4">
					<dim>144</dim>
					<dim>1</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</input>
			<output>
				<port id="5" precision="FP32">
					<dim>144</dim>
					<dim>24</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</output>
		</layer>
		<layer id="115" name="StatefulPartitionedCall/ssd_mobile_net_v2keras_feature_extractor/functional_1/block_2_expand/Conv2D" type="Convolution" version="opset1">
			<data auto_pad="same_upper" dilations="1,1" output_padding="0,0" pads_begin="0,0" pads_end="0,0" strides="1,1"/>
			<input>
				<port id="0">
					<dim>1</dim>
					<dim>24</dim>
					<dim>75</dim>
					<dim>75</dim>
				</port>
				<port id="1">
					<dim>144</dim>
					<dim>24</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</input>
			<output>
				<port id="2" precision="FP32">
					<dim>1</dim>
					<dim>144</dim>
					<dim>75</dim>
					<dim>75</dim>
				</port>
			</output>
		</layer>
		<layer id="116" name="data_add_2282822833/copy_const520_const" type="Const" version="opset1">
			<data element_type="f32" offset="15676" shape="1,144,1,1" size="576"/>
			<output>
				<port id="1" precision="FP32">
					<dim>1</dim>
					<dim>144</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</output>
		</layer>
		<layer id="117" name="StatefulPartitionedCall/ssd_mobile_net_v2keras_feature_extractor/functional_1/block_2_expand_BN/FusedBatchNormV3/variance/Fused_Add_" type="Add" version="opset1">
			<input>
				<port id="0">
					<dim>1</dim>
					<dim>144</dim>
					<dim>75</dim>
					<dim>75</dim>
				</port>
				<port id="1">
					<dim>1</dim>
					<dim>144</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</input>
			<output>
				<port id="2" precision="FP32">
					<dim>1</dim>
					<dim>144</dim>
					<dim>75</dim>
					<dim>75</dim>
				</port>
			</output>
		</layer>
		<layer id="118" name="StatefulPartitionedCall/ssd_mobile_net_v2keras_feature_extractor/functional_1/block_2_expand_relu/Relu6" type="Clamp" version="opset1">
			<data max="6.0" min="0.0"/>
			<input>
				<port id="0">
					<dim>1</dim>
					<dim>144</dim>
					<dim>75</dim>
					<dim>75</dim>
				</port>
			</input>
			<output>
				<port id="1" precision="FP32">
					<dim>1</dim>
					<dim>144</dim>
					<dim>75</dim>
					<dim>75</dim>
				</port>
			</output>
		</layer>
		<layer id="119" name="16741678_const" type="Const" version="opset1">
			<data element_type="f32" offset="16252" shape="1,144,1,1" size="576"/>
			<output>
				<port id="1" precision="FP32">
					<dim>1</dim>
					<dim>144</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</output>
		</layer>
		<layer id="120" name="16751679_const" type="Const" version="opset1">
			<data element_type="f32" offset="16828" shape="1,144,1,1" size="576"/>
			<output>
				<port id="1" precision="FP32">
					<dim>1</dim>
					<dim>144</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</output>
		</layer>
		<layer id="121" name="16761680_const" type="Const" version="opset1">
			<data element_type="f32" offset="16252" shape="1,144,1,1" size="576"/>
			<output>
				<port id="1" precision="FP32">
					<dim>1</dim>
